;; -*- no-byte-compile: t; -*-
;;; $DOOMDIR/packages.el

(package! straight :pin "3eca39d")

(package! boon)

(package! ctrlf)

(package! catppuccin-theme)

(package! atomic-chrome)

(package! engine-mode)

(package! dap-mode)

(package! tree-sitter)

(package! tree-sitter-langs)

(package! exec-path-from-shell)
